tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"

brew "nvm"
brew "ansible"
brew "python@3.11"
brew "bash"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper-ecr"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "mas"
brew "php"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rust"
brew "telnet"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "mysql"

cask "1password"
cask "1password-cli"
cask "alfred"
cask "firefox"
cask "google-chrome"
cask "istat-menus"
cask "postman"
# cask "rectangle"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "zoom"
cask "microsoft-office"
cask "viber"
cask "alt-tab"
cask "bettertouchtool"
cask "pdf-expert"
cask "cleanshot"
cask "arc"
cask "switchhosts"
cask "meetingbar"
cask "hiddenbar"

mas "Xcode", id: 497799835
mas "Spark", id: 1176895641
mas "Controler for Homekit", id: 1198176727
mas "Slack", id: 803453959
# mas "Magnet", id: 441258766