tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"

brew "bash"
brew "composer"
brew "docker-compose"
brew "docker"
brew "fnm"
brew "git"
brew "neovim"
brew "openvpn"
brew "php"
brew "pyenv-virtualenv"
brew "pyenv"
brew "python@3.11"
brew "rust"
brew "unison"
brew "wget"
brew "yarn"

cask "adoptopenjdk"
cask "alfred"
cask "autodesk-fusion360"
cask "balenaetcher"
cask "blender"
cask "cleanshot"
cask "docker"
cask "font-jetbrains-mono"
cask "fork"
cask "google-chrome"
cask "google-drive"
cask "grammarly-desktop"
cask "jetbrains-toolbox"
cask "keybase"
cask "messenger"
cask "microsoft-office"
cask "middleclick"
cask "notion"
cask "pdf-expert"
cask "postman"
cask "rectangle"
cask "slack"
cask "switchhosts"
cask "teamviewer"
cask "transmission"
cask "transmit"
cask "ultimaker-cura"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "wineskin"
cask "zoom"

mas "Xcode", id: 497799835
